### Deployment Results :white_check_mark:

 **Razzmatazzz** successfully **branch** deployed branch `svg-cors` to **production**





<details><summary>Show Results</summary>

```terraform
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create
  ~ update in-place

Terraform will perform the following actions:

  # cloudflare_record.socket will be created
  + resource "cloudflare_record" "socket" {
      + allow_overwrite = false
      + created_on      = (known after apply)
      + hostname        = (known after apply)
      + id              = (known after apply)
      + metadata        = (known after apply)
      + modified_on     = (known after apply)
      + name            = "socket"
      + proxiable       = (known after apply)
      + proxied         = true
      + ttl             = 1
      + type            = "CNAME"
      + value           = "zendo4jt.up.railway.app"
      + zone_id         = "a17204c79af55fcf05e4975f66e2490e"
    }

  # cloudflare_zone_settings_override.tarkov_dev will be updated in-place
  ~ resource "cloudflare_zone_settings_override" "tarkov_dev" {
        id                       = "a17204c79af55fcf05e4975f66e2490e"
        # (6 unchanged attributes hidden)

      ~ settings {
            # (51 unchanged attributes hidden)

          ~ minify {
              ~ css  = "off" -> "on"
              ~ html = "off" -> "on"
              ~ js   = "off" -> "on"
            }

            # (2 unchanged blocks hidden)
        }
    }

Plan: 1 to add, 1 to change, 0 to destroy.
cloudflare_record.socket: Creating...
cloudflare_zone_settings_override.tarkov_dev: Modifying... [id=a17204c79af55fcf05e4975f66e2490e]
cloudflare_record.socket: Creation complete after 1s [id=c81e3fc2d9c0e8c2818cb3cfb7643551]
cloudflare_zone_settings_override.tarkov_dev: Modifications complete after 6s [id=a17204c79af55fcf05e4975f66e2490e]

Apply complete! Resources: 1 added, 1 changed, 0 destroyed.

```

</details>
